Repository: KDE/kaccounts-integration
Catalog: po/*/kaccounts-integration.po
Languages: ast, eo, gl, ta

source: Account Details
ast: Detalles d'una cuenta
eo: Kontaj Detaloj
gl: Detalles da conta
ta: கணக்கின் விவரங்கள்

source: Change Account Display Name
ast: Camudar el nome de la cuenta
eo: Ŝanĝi Montritan Kontonomon
gl: Cambiar o nome visual da conta
ta: கணக்கின் காட்சிப்பெயரை மாற்று

# Heading for a list of services available with this account
source: Use This Account For
ast: Usar esta cuenta pa
eo: Uzi Ĉi tiun Konton Por
gl: Usar esta conta para
ta: இக்கணக்கை இவற்றிற்கு பயன்படுத்து

source: Remove This Account
ast: Desaniciar esta cuenta
eo: Forigi Ĉi tiun Konton
gl: Retirar esta conta
ta: இக்கணக்கை நீக்கு

# A text shown when an account has no configurable services
source: There are no configurable services available for this account. You can still change its display name by clicking the edit icon above.
ast: Nun hai servicios configurables y disponibles pa esta cunta. Entá pues camudar el so nome calcando l'iconu d'edición d'enriba.
eo: Ne estas agordeblaj servoj disponeblaj por ĉi tiu konto. Vi ankoraŭ povas ŝanĝi ĝian montran nomon alklakante la redaktan piktogramon supre.
gl: Non hai servizos configurábeis dispoñíbeis para esta conta. Pero podes cambiar o seu nome visual premendo a icona de editar de enriba.
ta: இந்த கணக்கில் அமைக்கக்கூடிய சேவைகள் ஏதுமில்லை. அதன் காட்சிப்பெயரை மேலுள்ள திருத்தல் சின்னத்தை கிளிக் செய்து அமைக்கலாம்.

source: Add New Account
ast: Amiestu d'una cuenta nueva
eo: Aldoni Novan Konton
gl: Engadir unha nova conta
ta: புதிய கணக்கை சேர்

# Tooltip for an action which will offer the user to remove the mentioned account
source: Remove %1
ast: Desaniciar %1
eo: Forigi %1
gl: Retirar %1
ta: %1 தனை நீக்கு

# A text shown when a user has not yet added any accounts
source: No accounts added yet
ast: Entá nun s'amestaron cuentes
eo: Ankoraŭ neniuj kontoj aldonitaj
gl: Aínda non se engadiu ningunha conta.
ta: எந்த கணக்கும் சேர்க்கப்படவில்லை

source: Add New Account...
ast: Amestar una cuenta nueva…
eo: Aldoni novan konton...

# The title for a dialog which lets you remove an account
source: Remove Account?
ast: ¿Desaniciar la cuenta?
eo: Ĉu Forigi Konton?
gl: Retirar a conta?
ta: கணக்கை நீக்கலாமா?

source: Are you sure you wish to remove the "%1" account "%2"?
ast: ¿De xuru que desees desaniciar la cuenta «%2» de «%1»?
eo: Ĉu vi certas, ke vi volas forigi la konton "%1" "%2"?
gl: Seguro que quere retirar a conta «%2» de «%1»?
ta: "%2" எனும் "%1" கணக்கை உறுதியாக நீக்கலாமா?

source: Are you sure you wish to remove the account "%1"?
ast: ¿De xuru que desees desaniciar la cuenta «%1»?
eo: Ĉu vi certas, ke vi volas forigi la konton "%1"?
gl: Seguro que quere retirar a conta «%1»?
ta: "%1" எனும் கணக்கை உறுதியாக நீக்கலாமா?

source: Are you sure you wish to remove this "%1" account?
ast: ¿De xuru que desees desaniciar esta cuenta de «%1»?
eo: Ĉu vi certas, ke vi volas forigi ĉi tiun "%1" konton?
gl: Seguro que quere retirar esta conta de «%1»?
ta: இந்த "%1" கணக்கை உறுதியாக நீக்க வேண்டுமா?

# The label for a button which will cause the removal of a specified account
source: Remove Account
ast: Desaniciar la cuenta

# The title for a dialog which lets you set the human-readable name of an account
source: Rename Account
ast: Desaniciar la cuenta
eo: Alinomi konton
gl: Renomear a conta
ta: கணக்குக்கு மறுபெயரிடு

# Label for the text field used to enter a new human-readable name for an account
source: Enter new name:
ast: Introduz el nome de nuevu:
eo: Enigu novan nomon:
gl: Escriba o novo nome
ta: புதிய பெயரை உள்ளிடுக

source: Set Account Name
ast: Afitar el nome

source: No account found with the ID %1
ast: Nun s'atopó nenguna cuenta cola ID %1
eo: Neniu konto trovita kun la ID %1
gl: Non se atopou ningunha conta co identificador %1
ta: %1 எனும் அடையாளத்துடன் எந்த கணக்கும் கண்டுபிடிக்கபடவில்லை

source: No accounts manager, this is not awesome.
ast: Nun hai un xestor de cuentes, esto nun ta mui bien.
eo: Neniu konta administranto, ĉi tio ne estas admirinda.
gl: Non hai xestor de contas, isto non é o ideal.
ta: கணக்கு மேலாளியைக் கண்டுபிடிக்க முடியவில்லை.

source: The display name cannot be empty
ast: El nome nun pue tar baleru
eo: La montra nomo ne povas esti malplena
gl: O nome visual non pode estar baleiro
ta: காட்சிப்பெயர் காலியாக இருக்கக்கூடாது

# The %1 is for plugin name, eg. Could not load UI plugin
source: Could not load %1 plugin, please check your installation
ast: Nun pue cargase'l plugin %1, comprueba la instalación
eo: Ne eblis ŝargi %1 kromprogramon, bonvolu kontroli vian instalon
gl: Non foi posíbel cargar o complemento %1. Comprobe a instalación.
ta: %1 செருகுநிரலை ஏற்ற முடியவில்லை, உங்கள் நிறுவலை சரிபாருங்கள்

source: There was an error while trying to process the request: %1
ast: Hebo un fallu mentanto se tentaba de procesar la solicitú: %1
eo: Okazis eraro dum provado prilabori la peton: %1
gl: Produciuse un erro ao intentar procesar a solicitude: %1
ta: கோரிக்கையை நிறைவேற்றுவதில் சிக்கல் நேர்ந்தது: %1

source: Could not find account
ast: Nun pudo atopase la cuenta
eo: Ne eblis trovi konton
gl: Non foi posíbel atopar a conta
ta: கணக்கைக் கண்டுபிடிக்க முடியவில்லை

source: Could not find credentials
ast: Nun pudieron atopase les credenciales
eo: Ne eblis trovi akreditaĵojn
gl: Non foi posíbel atopar as credenciais
ta: சான்றுகளை கண்டுபிடிக்க முடியவில்லை

source: Could not create auth session
ast: Nun pue crease la sesión d'autenticación
eo: Ne eblis krei aŭtentikigseancon
gl: Non foi posíbel crear unha sesión de autenticación
ta: உறுதிப்பாட்டு அமர்வை உருவாக்க முடியவில்லை

source: Can't open wallet
ast: Nun pue abrise la cartera

source: %1 account
eo: %1 konto
gl: Conta de %1
ta: %1 கணக்கு

# @info
source: Click the <interface>Add New Account...</interface> button below to add one
eo: Alklaku la suban butonon <interface>Aldoni novan konton...</interface> por aldoni unu

source: Cancelled by user
eo: Nuligita de uzanto
gl: Cancelado pola persoa usuaria
ta: பயனர் ரத்துசெய்தார்

# @action:button
source: Add New Account…
gl: Engadir unha nova conta…
ta: புதிய கணக்கை சேர்…

# @info
source: Click <interface>Add New Account…</interface> to add one
gl: Prema <interface>Engadir unha nova conta…</interface> para engadir unha
ta: புதிய கணக்கை சேர்க்க, கீழுள்ள <interface>புதிய கணக்கை சேர்…</interface> பட்டனை அழுத்தவும்
